{
  "INSTITUTO NACIONAL DE NUTRICIÓN": "14080, Vasco de Quiroga 210, Belisario Domínguez Secc 16, Tlalpan, 14080 Ciudad de México, CDMX, México",
  "HOSPITAL JUAREZ": "Av Instituto Politécnico Nacional 5160, Magdalena de las Salinas, Gustavo A. Madero, 07760 Ciudad de México, CDMX, México",
  "ENRIQUE CABRERA": "5 de Mayo - Centenario, Mina los Coyotes, 01620 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL AJUSCO MEDIO": "Encinos 328-10, Miguel Hidalgo 4ta Secc, Tlalpan, 14250 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL XOCO": "Av. México Coyoacán S/N, Gral Anaya, Benito Juárez, 03340 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DR. RUBÉN LEÑERO": "Calle Salvador Díaz Mirón, Santo Tomás, Miguel Hidalgo, 11340 Ciudad de México, CDMX, México",
  "HOSPITAL DE ESPECIALIDADES 01 CMN SIGLO XXI (CDMX SUR)": "Seris Esq. Zachila Caseta 4, La Raza, Azcapotzalco, 02990 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 01 CARLOS MC GREGOR (CDMX SUR)": "Xola 809, Col del Valle Nte, Benito Juárez, 03103 Ciudad de México, CDMX, México",
  "HOSPITAL DE INFECTOLOGIA 01 LA RAZA (CDMX NORTE)": "Cto. Interior 961, Vallejo Poniente, Gustavo A. Madero, 02990 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL 01 (CDMX NORTE) LA RAZA": "Calle Gabriel Mancera 225, Col del Valle Nte, Benito Juárez, 03103 Del Valle Nte, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 27 (CDMX NORTE)": "Eje 2 Nte 171, Ex Hipódromo de Peralvillo, Cuauhtémoc, 06250 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL REGIONAL 72": "Cjon. de Los Reyes 14, Rincon de los Reyes, 56410 Los Reyes Acaquilpan, Méx., México",
  "HOSPITAL GENERAL DE ZONA 197": "Perif. Blvd. Manuel Ávila Camacho 894, Las Margaritas, 54050 Tlalnepantla de Baz, Méx., México",
  "HOSPITAL GENERAL DE ZONA 58 (LAS MARGARITAS)": " Las Margaritas, Cd y Puerto, 55130 Ecatepec de Morelos, Méx., México",
  "CRIT NEZAHUALCÓYOTL": "Av Bordo de Xochiaca S/N, 57300 Nezahualcóyotl, Méx., México",
  "HG IGNACIO ZARAGOZA": "Calzada Ignacio Zaragoza - ISSSTE Zaragoza, Chinam Pac de Juárez, 09208 Ciudad de México, CDMX, México",
  "HR PRIMERO DE OCTUBRE": "Cuzco 605, Lindavista Sur, Gustavo A. Madero, 07760 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE NEZAHUALCOYOTL \"GUSTAVO BAZ PRADA\"": "Av. Adolfo López Mateos, Col Gustavo Baz Prada, Méx., México",
  "HOSPITAL GENERAL DE ECATEPEC \"JOSÉ MARÍA RODRÍGUEZ\"": "Leona Vicario 6, Valle de Anahuac, 55210 Ecatepec de Morelos, Méx., México",
  "HOSPITAL GENERAL DE IXTAPALUCA \"PEDRO LOPEZ\"": "Camino al Venado, Estado de México, México",
  "HOSPITAL GENERAL DE CHALCO": "Calle Pedro Infante 3, Ejidal, 56604 Chalco de Díaz Covarrubias, Méx., México",
  "INER": "Belisario Domínguez Secc 16, Tlalpan, 14080 Ciudad de México, CDMX, México",
  "INSTITUTO  NACIONAL DE CARDIOLOGÍA IGNACIO CHÁVEZ": "inst. nacional. de cardiologia ignacio chavez, Belisario Domínguez Secc 16, Tlalpan, 14080 Ciudad de México, CDMX, México",
  "CITIBANAMEX": "Av. del Conscripto 311, Lomas de Sotelo, Hipódromo de las Américas, Miguel Hidalgo, 11200 Naucalpan de Juárez, CDMX, México",
  "BELISARIO DOMINGUEZ": "Av. Tlahuac 4866, Guadalupe, Iztapalapa, 09930 Ciudad de México, CDMX, México",
  "PEDIATRICO DE LA VILLA": "Hidalgo 200, Villa Gustavo A. Madero, Gustavo A. Madero, 07050 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL IZTAPALAPA": "Ermita Iztapalapa 3018, Santa Cruz Meyehualco, Iztapalapa, 09290 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL VILLA": "Calz. San Juan de Aragón 285, Granjas Modernas, Gustavo A. Madero, 07460 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL BALBUENA": "Cecilio Robelo S/N, El Parque, Venustiano Carranza, 15970 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 2A (CDMX SUR)": "Unnamed Road, Granjas México, Iztacalco, 08400 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 30 (CDMX SUR)": "Calle 1º de Mayo 203, Santa Anita, Iztacalco, 08300 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 32 (CDMX SUR)": "Coyoacán, Coapa, Ex-Ejido Sta Úrsula Coapa 27 Bis, Coyoacán, 04980 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA C/MF 08 (CDMX SUR)": "Rio de la Magdalena 289, Tizapán San Ángel, Progreso Tizapán, Álvaro Obregón, 01080 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA C/UMAA 48 (CDMX NORTE)": "Elpidio Cortez 13, San Pedro Xalpa, Azcapotzalco, 02710 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL 02 (CDMX SUR) VILLA COAPA (COY.)": "Calz. de las Bombas 117, Coapa, Ex-Ejido Sta Úrsula Coapa 27 Bis, Coyoacán, 04980 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA C/MF 29 (S. JUAN ARAGÓN)": "Av 510/ESTACION 1, Pueblo de San Juan de Aragón, 07950 Ciudad de México, CDMX, México",
  "UNIDAD MÓVIL TEMPORAL COVID": "Autódromo Hermanos Rodríguez Av, Viad. Río de la Piedad, Granjas México, Iztacalco, 08400 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL REGIONAL 196": "Calle Colon 197, Niños Heroes, 56108 Texcoco, Méx., México",
  "HOSPITAL GENERAL REGIONAL 200": "Av Dr Gustavo Baz Sur 28, Naucalpan Centro, 53000 Naucalpan de Juárez, Méx., México",
  "HOSPITAL GENERAL DE ZONA 53": "Av. del Parque 235c, La Quebrada, 54769 Cuautitlán Izcalli, Méx., México",
  "HOSPITAL GENERAL DE ZONA 194": "Vía Morelos 68, Sta Maria Tulpetlac, 55400 Ecatepec de Morelos, Méx., México",
  "HOSPITAL GENERAL DE ZONA 57 (LA QUEBRADA)": "Calle Emilio Cárdenas 17, Centro Industrial Tlalnepantla, 54030 Tlalnepantla de Baz, Méx., México",
  "HOSPITAL GENERAL DE ZONA 71 (CHALCO)": "Cjon. de Los Reyes 14, Rincon de los Reyes, 56410 Los Reyes Acaquilpan, Méx., México",
  "CENTRO MEDICO 20 DE NOVIEMBRE": "Félix Cuevas 540, Col del Valle Sur, Benito Juárez, 03100 Ciudad de México, CDMX, México",
  "HG DARIO FERNANDEZ FIERRO": "Av. Revolución 1182, San José Insurgentes, Benito Juárez, 03900 Ciudad de México, CDMX, México",
  "HG JOSE MARIA MORELOS": "Congreso de Chilpancingo Sur MZ11 LT3, Ermita Zaragoza, Iztapalapa, 09180 Ciudad de México, CDMX, México",
  "HG DR FERNANDO QUIROZ": "Prol División del Nte 151, Tolteca, Álvaro Obregón, 01150 Ciudad de México, CDMX, México",
  "HR LIC. ADOLFO LÓPEZ MATEOS": "Av. Universidad 1321, Axotla, Álvaro Obregón, 01030 Ciudad de México, CDMX, México",
  "HR BICENTENARIO DE LA INDEPENDENCIA": "Calle Ciruelos 4, Lázaro Cárdenas, 54916 Tultitlán de Mariano Escobedo, Méx., México",
  "ALTA ESPECIALIDAD DE ZUMPANGO": "Unnamed Road, Estado de México, México",
  "HOSPITAL REGIONAL TLALNEPANTLA ISSEMYM": "Av. Paseo del Ferrocarril 88, Hab Los Reyes Ixtacala Barrio de los Árboles/Barrio de los Héroes, 54090 Tlalnepantla de Baz, Méx., México",
  "HOSPITAL GENERAL ECATEPEC \"LAS AMÉRICAS\"": "Av. Simon Bolivar 1, Fraccionamiento Las Americas, Las Américas, 55076 Ecatepec de Morelos, Méx., México",
  "HOSPITAL GENERAL DE NAUCALPAN \"DR. MAXIMILIANO RUIZ CASTAÑEDA\"": "Av. FERROCARRIL ACAMBARO 6, San Luis Tlatilco, 53500 Ciudad de México, Méx., México",
  "HOSPITAL GENERAL CUAUTITLAN \"GRAL. JOSE VICENTE VILLADA\"": "Calle Venustiano Carranza 137, Paseos de Sta Maria, 54800 Cuautitlán, Méx., México",
  "HOSPITAL GENERAL VALLE DE CHALCO \"DR. FERNANDO QUIROZ GUTIERREZ\"": "Av. del Mazo, Jardin, 56617 Valle de Chalco Solidaridad, Méx., México",
  "HOSPITAL GENERAL AMECAMECA \"VALENTIN GOMEZ FARIAS\"": "Calle Laura Méndez de Cuenca 7, San Francisco Zentlalpan, Méx., México",
  "HOSPITAL GENERAL DE MÉXICO": "﻿Dr. Balmis 148 Unidad III, Doctores, Cuauhtémoc, 06720 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DR. MANUEL GEA GONZÁLEZ": "Calz. de Tlalpan 4800, Belisario Domínguez Secc 16, Tlalpan, 14080 Ciudad de México, CDMX, México",
  "HOSPITAL INFANTIL DE MÉXICO FEDERICO GÓMEZ": "Calle Doctor Márquez 162 Delegación:, Doctores, Cuauhtémoc, 06720 Ciudad de México, CDMX, México",
  "HOSPITAL REGIONAL DE ALTA ESPECIALIDAD DE IXTAPALUCA": "Camino al Venado, Estado de México, México",
  "GENERAL TLAHUAC": "Av. la Turba MZ32 LT19, Agrícola Metropolitana, Tláhuac, 13280 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL MILPA ALTA": "Blvd. José López Portillo 5, San Francisco Tecoxpa, Milpa Alta, 12000 Ciudad de México, CDMX, México",
  "HOSPITAL TEPEPAN": "Prol. Joya 195, Valle Escondido, Tlalpan, 14600 Ciudad de México, CDMX, México",
  "HOSPITAL DE PEDIATRIA 01 CMN SIGLO XXI (CDMX SUR)": "Dr. Ignacio Morones Prieto 605, Buenos Aires, Cuauhtémoc, 06720 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 1A PARQUE DE LOS VENADOS (CDMX SUR)": "Cacaxtla 10, Letran Valle, Benito Juárez, 03650 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 24 (CDMX NORTE)": "Edificio \"A\", Av. Insurgentes Nte., Magdalena de las Salinas, Gustavo A. Madero, 07760 Ciudad de México, CDMX, México",
  "HOSPITAL DE ESPECIALIDADES 01 (CDMX NORTE) LA RAZA (AZC)": "Av. Antonio Valeriano, San Francisco Xocotitla, Azcapotzalco, Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 47 (CDMX SUR) (IZP)": "Campaña del Ébano 1, U.H. Vicente Guerrero, Iztapalapa, 09200 Ciudad de México, CDMX, México",
  "CRIT IZTAPALAPA": "Sabadel 21, San Juan Estrella, Iztapalapa, 09868 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL DE ZONA 68 (TULPETLAC)": "México - Pachuca, Sierra herrmosa, Méx., México",
  "HOSPITAL GENERAL DE ZONA 76 (XALOSTOC)": "Calle Colon 197, Niños Heroes, 56108 Texcoco, Méx., México",
  "HOSPITAL GENERAL DE ZONA 98 (COACALCO)": "Av Dr Gustavo Baz Sur 28, Naucalpan Centro, 53000 Naucalpan de Juárez, Méx., México",
  "HG TACUBA": "Calle Golfo de San Lorenzo 120, Tacuba, Miguel Hidalgo, 11410 Ciudad de México, CDMX, México",
  "HOSPITAL GENERAL ATIZAPAN DE ZARAGOZA \"DR. SALVADOR GONZALEZ HERREJÓN\"": "Blvd. Adolfo Lopez Mateos 9, El Potrero, 52975 Cd López Mateos, Méx., México",
  "HOSPITAL GENERAL NEZAHUALCOYOTL \"LA PERLA\"": "Calle 4 100, Esperanza, 57800 Nezahualcóyotl, Méx., México",
  "HOSPITAL GENERAL DE CHIMALHUACAN": "Calle Quetzalli 33, Talabarteros, 56356 Chimalhuacán, Méx., México",
  "HOSPITAL GENERAL TEXCOCO \"GUADALUPE VICTORIA\" BICENTENARIO": "Calle José María Morelos 130, Santa Cruz de Arriba, 56121 Texcoco, Méx., México",
  "HOSPITAL GENERAL DE AXAPUSCO": "Unnamed Road, Estado de México, México"
}
